Revit 2027 API
ParameterTypeId.MechanicalEquipmentSetOnStandby Property
 "On Standby"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MechanicalEquipmentSetOnStandby { get; }
Public Shared ReadOnly Property MechanicalEquipmentSetOnStandby As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MechanicalEquipmentSetOnStandby {
	ForgeTypeId^ get ();
}
static member MechanicalEquipmentSetOnStandby : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace